{
  "BASE": "ca",
  "TITLE": "Envelliment i Atenció a la Gent Gran a Catalunya",
  "INDICATOR_VARIATION": "Variació percentual entre els anys {referenceYear} i {latestYear}",
  "INTRO_TEXT": "La percepció que a Catalunya hi ha moltes persones grans em va despertar la curiositat de comprovar-ho amb dades. Volia saber si aquesta impressió responia a una coincidència o a una realitat demogràfica. A més, en parlar amb professionals de residències, sovint comenten que hi ha llista d'espera per accedir-hi. Aquestes observacions van motivar l'anàlisi per entendre millor la distribució de la població gran i la disponibilitat de places residencials al territori.",
  "WHERE_ELDERLY_LIVE": "On viuen les persones grans a Catalunya?",
  "WHERE_ELDERLY_LIVE_DESC": "Per comprendre la distribució territorial de les persones grans a Catalunya, s'utilitzen dos indicadors que permeten identificar on es concentra la població de 65 anys i més i com ha evolucionat al llarg del temps:",
  "POPULATION_65_PLUS_PERCENTAGE": "Percentatge de la població de 65 anys i més",
  "PERCENTAGE_VARIATION_YEARS": "Variació percentual entre els anys {referenceYear} i {latestYear}",
  "POPULATION_65_PLUS": "Població de 65 anys i més",
  "VARIATION_RESPECT_TO": "Variació respecte a {year}",
  "RESIDENTIAL_PLACES_SUFFICIENCY": "Suficiència de places residencials per a la població gran",
  "RESIDENTIAL_PLACES_DESC": "Amb l'objectiu d'avaluar l'adequació de l'oferta de places residencials per a persones grans a Catalunya, s'analitza la ràtio de cobertura de llits o places destinades a la població de 65 anys i més.",
  "ACCORDING_TO": "Segons l'",
  "REFERENCE_RATIO_DESC": "la ràtio de referència és de 4,11 i 5 places per cada 100 persones majors de 65 anys, valor que orienta la planificació futura dels serveis d'atenció residencial.",
  "TERRITORY_ANALYSIS_DESC": "Aquesta anàlisi permet identificar els territoris amb una cobertura insuficient i aquells que presenten una oferta més equilibrada respecte a la seva població gran.",
  "RESIDENCE_COVERAGE_RATE": "Taxa de cobertura de residència per a gent gran",
  "RESIDENCE_COVERAGE_PERCENTAGE": "Porcentatge taxa de cobertura de residència per a gent gran",
  "COVERAGE_RATE_CALCULATION": "La taxa de cobertura s'obté a partir del quocient entre el total de població de 65 anys i més i el total oferta de places. S'expressa en tant per cent",
  "RESIDENCE_PLACES_ELDERLY": "Places de residència per a gent gran",
  "COVERAGE_RATE": "Taxa de cobertura",
  "DEFICIT_PLACES": "Dèficit de places (cobertura 4,11%)",
  "SURPLUS_PLACES": "Superàvit de places (cobertura 4,11%)",
  "DEFICIT": "Dèficit",
  "SURPLUS": "Superàvit",
  "EVOLUTION_POPULATION_SERVICES": "Evolució de la població gran i dels serveis d'atenció al llarg del temps",
  "EVOLUTION_DESC": "Els indicadors permeten observar com han variat la disponibilitat de places residencials, la distribució dels diferents tipus de serveis i la seva titularitat (pública, privada o social).",
  "TEMPORAL_ANALYSIS_DESC": "Aquesta anàlisi temporal facilita la identificació de tendències i desequilibris territorials en la provisió de serveis destinats a la població gran.",
  "TREND_POPULATION_SERVICES_COMARCA": "Tendència de la població i serveis per comarca",
  "COMARCA_LABEL": "Comarca",
  "EVOLUTION_POPULATION_65_PLUS": "Evolució de la població de 65+",
  "TREND_POPULATION_65_PLUS": "Tendència de la població de 65 anys i més",
  "TREND_INDICATOR_POPULATION_65_PLUS": "Tendència de l'indicador de població de 65 anys i més",
  "ASSISTANCE_SERVICES": "Serveis d'assistència",
  "ALL_SERVICES": "Tots els serveis",
  "SERVICE_QUALIFICATION": "Qualificació dels serveis",
  "SERVICE_LABEL": "Servei",
  "TERRITORIAL_DETAIL_COMARCA": "Detall territorial per comarca",
  "TERRITORIAL_DETAIL_DESC": "Aquesta secció permet explorar cada comarca i analitzar, a escala municipal, la ràtio de població gran i la cobertura de places residencials.",
  "NO_DATA_MUNICIPALITIES": "En alguns municipis no es disposa de dades sobre places residencials per a persones grans, fet que pot indicar una manca d'oferta o l'absència de registre en les fonts disponibles.",
  "GREY_AREAS_NOTE": "Les àrees grises indiquen que no hi ha dades disponibles.",
  "POPULATION_65_PLUS_VARIATION": "Variació percentual de la població de 65 anys i més entre els anys {referenceYear} i {latestYear}",
  "POPULATION_INDICATOR_DESC": "Nombre de persones de 65 anys i més dividit pel total de la població.",
  "VARIATION_INDICATOR_DESC": "Diferència entre el percentatge de població de 65 anys i més l'any {latestYear} i el corresponent a l'any {referenceYear}.",
  "COVERAGE_RATE_DESC": "La taxa de cobertura s'obté a partir del quocient entre el total de població de 65 anys i més i el total oferta de places. S'expressa en tant per cent.",
  "PLACES_DEFICIT_SURPLUS": "{deficitSurplus} de places (cobertura 4,11%)",
  "LANGUAGE_LABEL": "Idioma",
  "CATALONIA": "Catalunya",
  "POPULATION": "Població",
  "TOTAL_OFFERED_PLACES_ACCUMULATED": "Places disponibles acumulades"
}