{
  "BASE": "es",
  "TITLE": "Envejecimiento y Atención a las Personas Mayores en Cataluña",
  "INDICATOR_VARIATION": "Variación porcentual entre los años {referenceYear} y {latestYear}",
  "INTRO_TEXT": "La percepción de que en Cataluña hay muchas personas mayores despertó mi curiosidad por comprobarlo con datos. Quería saber si esta impresión respondía a una coincidencia o a una realidad demográfica. Además, al hablar con profesionales de residencias, a menudo comentan que hay lista de espera para acceder a ellas. Estas observaciones motivaron el análisis para entender mejor la distribución de la población mayor y la disponibilidad de plazas residenciales en el territorio.",
  "WHERE_ELDERLY_LIVE": "¿Dónde viven las personas mayores en Cataluña?",
  "WHERE_ELDERLY_LIVE_DESC": "Para comprender la distribución territorial de las personas mayores en Cataluña, se utilizan dos indicadores que permiten identificar dónde se concentra la población de 65 años y más y cómo ha evolucionado a lo largo del tiempo:",
  "POPULATION_65_PLUS_PERCENTAGE": "Porcentaje de la población de 65 años y más",
  "PERCENTAGE_VARIATION_YEARS": "Variación porcentual entre los años {referenceYear} y {latestYear}",
  "POPULATION_65_PLUS": "Población de 65 años y más",
  "VARIATION_RESPECT_TO": "Variación respecto a {year}",
  "RESIDENTIAL_PLACES_SUFFICIENCY": "Suficiencia de plazas residenciales para la población mayor",
  "RESIDENTIAL_PLACES_DESC": "Con el objetivo de evaluar la adecuación de la oferta de plazas residenciales para personas mayores en Cataluña, se analiza la ratio de cobertura de camas o plazas destinadas a la población de 65 años y más.",
  "ACCORDING_TO": "Según el ",
  "REFERENCE_RATIO_DESC": "Según el Estudio socioeconómico de la atención para personas en situación de dependencia en España, la ratio de referencia es de 4,11 y 5 plazas por cada 100 personas mayores de 65 años, valor que orienta la planificación futura de los servicios de atención residencial.",
  "TERRITORY_ANALYSIS_DESC": "Este análisis permite identificar los territorios con una cobertura insuficiente y aquellos que presentan una oferta más equilibrada respecto a su población mayor.",
  "RESIDENCE_COVERAGE_RATE": "Tasa de cobertura de residencia para personas mayores",
  "RESIDENCE_COVERAGE_PERCENTAGE": "Porcentaje tasa de cobertura de residencia para personas mayores",
  "COVERAGE_RATE_CALCULATION": "La tasa de cobertura se obtiene a partir del cociente entre el total de población de 65 años y más y el total de oferta de plazas. Se expresa en tanto por ciento",
  "RESIDENCE_PLACES_ELDERLY": "Plazas de residencia para personas mayores",
  "COVERAGE_RATE": "Tasa de cobertura",
  "DEFICIT_PLACES": "Déficit de plazas (cobertura 4,11%)",
  "SURPLUS_PLACES": "Superávit de plazas (cobertura 4,11%)",
  "DEFICIT": "Déficit",
  "SURPLUS": "Superávit",
  "EVOLUTION_POPULATION_SERVICES": "Evolución de la población mayor y de los servicios de atención a lo largo del tiempo",
  "EVOLUTION_DESC": "Los indicadores permiten observar cómo han variado la disponibilidad de plazas residenciales, la distribución de los diferentes tipos de servicios y su titularidad (pública, privada o social).",
  "TEMPORAL_ANALYSIS_DESC": "Este análisis temporal facilita la identificación de tendencias y desequilibrios territoriales en la provisión de servicios destinados a la población mayor.",
  "TREND_POPULATION_SERVICES_COMARCA": "Tendencia de la población y servicios por comarca",
  "COMARCA_LABEL": "Comarca",
  "EVOLUTION_POPULATION_65_PLUS": "Evolución de la población de 65+",
  "TREND_POPULATION_65_PLUS": "Tendencia de la población de 65 años y más",
  "TREND_INDICATOR_POPULATION_65_PLUS": "Tendencia del indicador de población de 65 años y más",
  "ASSISTANCE_SERVICES": "Servicios de asistencia",
  "ALL_SERVICES": "Todos los servicios",
  "SERVICE_QUALIFICATION": "Calificación de los servicios",
  "SERVICE_LABEL": "Servicio",
  "TERRITORIAL_DETAIL_COMARCA": "Detalle territorial por comarca",
  "TERRITORIAL_DETAIL_DESC": "Esta sección permite explorar cada comarca y analizar, a escala municipal, la ratio de población mayor y la cobertura de plazas residenciales.",
  "NO_DATA_MUNICIPALITIES": "En algunos municipios no se dispone de datos sobre plazas residenciales para personas mayores, hecho que puede indicar una falta de oferta o la ausencia de registro en las fuentes disponibles.",
  "GREY_AREAS_NOTE": "Las áreas grises indican que no hay datos disponibles.",
  "POPULATION_65_PLUS_VARIATION": "Variación porcentual de la población de 65 años y más entre los años {referenceYear} y {latestYear}",
  "POPULATION_INDICATOR_DESC": "Número de personas de 65 años y más dividido por el total de la población.",
  "VARIATION_INDICATOR_DESC": "Diferencia entre el porcentaje de población de 65 años y más el año {latestYear} y el correspondiente al año {referenceYear}.",
  "COVERAGE_RATE_DESC": "La tasa de cobertura se obtiene a partir del cociente entre el total de población de 65 años y más y el total de oferta de plazas. Se expresa en tanto por ciento.",
  "PLACES_DEFICIT_SURPLUS": "{deficitSurplus} de plazas (cobertura 4,11%)",
  "LANGUAGE_LABEL": "Idioma",
  "CATALONIA": "Cataluña",
  "POPULATION": "Población",
  "TOTAL_OFFERED_PLACES_ACCUMULATED": "Plazas disponibles acumuladas",
  "SOURCES": "Fuentes",
  "SOURCE_ENTITIES_TITLE": "Registro de entidades, servicios y establecimientos sociales (servicios sociales básicos y especializados)",
  "SOURCE_ENTITIES_DESCRIPTION": "Registro en el que se inscriben y califican todos los servicios sociales, tanto los básicos como los especializados, ya sean de titularidad pública o privada, así como las entidades que son sus titulares.",
  "SOURCE_POPULATION_TITLE": "Censo de población y viviendas",
  "SOURCE_POPULATION_DESCRIPTION": "El Censo de población y viviendas es la operación estadística que, con periodicidad anual, proporciona el recuento de la población residente en el territorio y su distribución geográfica. También proporciona información sobre las principales características demográficas y sociales de la población, hogares y familias, y viviendas.",
  "SOURCE_BOUNDARIES_TITLE": "Divisiones administrativas",
  "SOURCE_BOUNDARIES_DESCRIPTION": "Base geográfica que contiene los límites vigentes de las diferentes divisiones administrativas que conforman la organización territorial de Cataluña"
}